{
    "Name of the language": "Deutsch",
    "Login button label" : "ANMELDEN",
    "Logout button label" : "ABMELDEN",
    "OK button label" : "OK",
    "Cancel button label" : "ZURÜCK",
    "Login Name": "Name",
    "Password": "Passwort",
    "Display Name": "Anzeigename",
    "Email": "E-mail",
    "Wrong authorization data!": "Falsche Berechtigungsdaten!",
    "Wrong data!": "Falsche Daten!",
    "Welcome to Puzzleduel header": "Willkommen beim PuzzleDuel!",
    "Welcome to Puzzleduel text": "Gefählt es Ihnen, Ihr Gehirn zu benutzen? Gefählt es Ihnen Rätseln zu lösen? Möchten Sie sich mit anderen Lösern vergleichen?<br>An PuzzleDuel haben Sie eine chance jeden Tag neue Rätseln zu lösen und im Online-Wettbewerb mit anderen Lösern teil zunehmen. Ihr Gegenspieler und Sie becommen das gleiche Rätsel gleichzeitig und müssen es gemeinsam lösen. Derjenige, der den größten Beitrag leistet, wirt einen Gewinner.<br> Regeln sind einfach und für jeden verständlich. Ihr Gegenspieler wartet schon auf Sie. Sind Sie bereit zu beginnen?",
    "Language": "Sprache",
    "Start duel button label" : "Das Duell beginnen ",
    "Logged through": "Angemeldet von",
    "Menu": "Menü",
    "Settings": "Einstellungen",
    "Help": "Hilfe",
    "PeerNotFound": "Kein Gegenspieler gefunden",
    "PeerDisconnected": "Die Verbindung mit Ihrem Gegenspieler ist untergebrochen. Sie können einen anderen suchen.",
    "Win": "Herzliche Glückwünsche. Sie haben gewonnen. Noch ein Spiel?",
    "Draw": "Dieses Spiel ist unentschieden. Noch ein Spiel?",
    "Loose": "Es tut uns leid, aber Sie haben verloren. Noch ein Spiel?",
    "Versus": "Ihr Gegenspieler",
    "RepeatSearch": "Wiederholen die Suche",
    "StartAt": "Startet in",
    "Waiting": "Warten auf den Gegenspieler sich zu vorbereiten",
    "Score": "Bewertungspunkte",
    "GameRules": "Spielregeln",
    "Start": "Start",
    "Rules": "Regeln",
    "AskName": "Tasten Sie Ihren Namen ein",
    "SearchRivals": "Suche nach Gegenspieler",
    "RulesText": "Tragen Sie die Ziffern fon 1 bis 9 so in das Diagramm ein, dass in jeder Zeile, jeder Spalte und jedem fett umrandeten Gebiet jede Ziffer genau einmal vorkommt. Einige Ziffern sind schon gegeben.<br>Ihr Gegenspieler wird das gleiche Rätsel gleichzeitig lösen. Jede Zelle wird grün gefärbt, wenn Sie da die Ziffer schneller als Ihren Gegenspieler stellen. Sonst wird die Zelle rot. Sie können alle eingetragenen Ziffern sehen.<br>Wenn Sie eine falsche Ziffer stellen, wird die Zelle rot, unabhängig davon, wenn da eine richtige Ziffer gestellt wird.<br>Klicken Sie die ausgewählte Zelle und wählen die nötige Ziffer aus, um sie in diese Zelle einzuschreiben.<br>",
    "Rating": "Aktuelles Rating",
    "News": "Neuigkeiten",
    "FullRating": "Liste",
    "MainPage": "Startseite",
    "Rating text": "Die Registrierte Benutzer können in der Rangliste teilnehmen, die Geschichte ihrer Änderungen und <a href='/matchhistory'>die Liste ihrer Spiele</a> sehen. <br>Die Rankliste wird am Ende des Spiels neu berechnet. Die Enderung des Ratings ist von der Ergebnis des Spiels und dem Rating Ihres Gegenspielers abhängig. Je höher das Rating des Gegenspielers ist, desto wertvoller ist Ihr Sieg.",
    "PlayedMatches": "Beendete Spiele",
    "PlayingMatches": "Laufende Spiele",
    "Opponent": "Gegenspieler",
    "MatchDate": "Datum/Zeit(GMT)",
    "MatchResult": "Ergebnis",
    "RatingChange": "Ratings Änderung",
    "Duration": "Dauer",
    "CellsLeft": "Zellen zum Ende",
    "Confirmation text": "Dies wird das aktuelle Spiel unterbrechen. Sind Sie sicher?",
    "Account settings": "Benutzereinstellungen",
    "Forbidden": "Seite ist für registrierte Benutzer zugänglich nur",
    "Not Found": "Gewünschte Seite konnte nicht gefunden werden.<br>Überprüfen Sie bitte die eingegebenen Adresse.",
    "New Password": "Neues Passwort",
    "EOF": 0
}