{
    "Name of the language": "Deutsch",
    "Login button label" : "ANMELDEN",
    "Logout button label" : "ABMELDEN",
    "OK button label" : "OK",
    "Cancel button label" : "ZURÜCK",
    "Login Name": "Name",
    "Password": "Passwort",
    "Display Name": "Anzeigename",
    "Email": "E-Ьail",
    "Wrong authorization data!": "Falsche Berechtigungsdaten!",
    "Wrong data!": "Falsche Daten!",
    "Welcome to Puzzleduel header": "Willkommen bei PuzzleDuel!",
    "Welcome to Puzzleduel text": "Möchten Sie Ihr Gehirn benutzen? Mögen Sie Rätseln lösen? Wollen Sie, um sich mit anderen zu vergleichen Löser?<br> Sie können neue Rätsel zu lösen an PuzzleDuel jeden Tag und machen Sie im Online-Wettbewerb mit anderen Löser. Sie und Ihr Konkurrent wird das gleiche Puzzle gleichzeitig erhalten und werden es gemeinsam zu lösen. Derjenige, der die meisten Beitrag macht, ist ein Gewinner.<br> Regeln sind einfach und für jedermann zugänglich. Ihr Konkurrent ist bereits auf Sie wartet. Sind Sie bereit zu beginnen?",
    "Language": "Sprache",
    "Start duel button label" : "Beginnen Duell",
    "Logged through": "Angemeldet von",
      "Menu": "Menü",
      "Settings": "Einstellungen",
      "Help": "Hilfe",
      "PeerNotFound": "Kein Gegner gefunden",
      "PeerDisconnected": "Gegner ist nicht angeschlossen. Sie können andere versuchen",
      "Win": "Herzliche Glückwünsche. Sie gewonnen. Noch ein Spiel?",
      "Draw": "Es ist zu zeichnen. Noch ein Spiel?",
      "Loose": "Es tut uns leid, aber Sie verloren. Noch ein Spiel?",
      "Versus": "Sein Gegner",
      "RepeatSearch": "Wiederholen die Suche",
      "StartAt": "Startet in",
      "Waiting": "Warten auf Gegner bereit",
      "Score": "Bewertungspunkte",
      "GameRules": "Spielregeln",
      "Start": "Start",
      "Rules": "Regeln",
      "AskName": "Geben Sie Ihren Namen",
      "SearchRivals": "Suche nach Gegner",
      "RulesText": "Ihr Ziel ist, in der Tabelle mit den Zahlen 1 bis 9. Jede Zeile, Spalte und 3x3-Quadrat beschrieben muss jede Ziffer genau einmal enthalten zu füllen. Einige Stellen sind bereits gelegt.<br>Ihre Rivalen werden das gleiche Puzzle gleichzeitig zu lösen. Eine Zelle wird grün gestrichen werden, wenn Sie setzen die Ziffer schneller als die Rivalen und rot im anderen Fall. Sie werden alle Stellen, die von Ihnen als auch von Ihrem Konkurrenten platziert werden sehen.<br>Wenn Sie falsche Ziffer zu platzieren, wird die Zelle, um Rivalen Punktzahl gewertet.<br>Um stelligen wollen Sie mit der Maus auf die ausgewählte Zelle und drücken Sie Zifferntaste auf der Tastatur setzen.<br>",
      "Rating": "Aktuelle Bewertung",
      "News": "Neuigkeiten",
       "FullRating": "Liste",
   "EOF": 0
}